alefragnani.bookmarks
allemandinstable.colorful-comments-refreshed
antfu.browse-lite
antfu.iconify
antfu.vite
bceskavich.theme-dracula-at-night
bierner.markdown-emoji
billdietrich.linkcheckerhtml
bradlc.vscode-tailwindcss
brandon-burrus.neon-chalk
bysabi.prettier-vscode-standard
cbasdev.dracula-purple
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
clydedsouza.emoji-badges-vscode
ctcuff.font-preview
daylerees.rainglow
dbaeumer.vscode-eslint
deerawan.vscode-faker
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
edward.google-fonts-instant-import
eliostruyf.vscode-hide-comments
eliverlara.sweet-vscode-icons
emrivero.ts-node-playground
esbenp.prettier-vscode
evan-buss.font-switcher
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
glenn2223.live-sass
gruntfuggly.todo-tree
hansuxdev.bootstrap5-snippets
helgardrichard.helium-icon-theme
helixquar.randomeverything
idleberg.icon-fonts
ionutvmi.path-autocomplete
iyashpal.fluent-emojis
janne252.fontawesome-autocomplete
jerrygoyal.shortcut-menu-bar
johnpapa.vscode-peacock
kisstkondoros.vscode-gutter-preview
ksivamuthu.vscode-peacock-twitch-client
maurodesouza.vscode-simple-readme
mgmcdermott.vscode-language-babel
michelemelluso.code-beautifier
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-edu.pxt-vscode-web
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
naumovs.color-highlight
neptunedesign.vs-html-to-css
oderwat.indent-rainbow
omthemes.omthemes
passionkind.prettier-vscode-with-tabs
perkovec.emoji
planbcoding.vscode-react-refactor
pranaygp.vscode-css-peek
proxzima.sweetdracula
riazxrazor.html-to-jsx
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
seyyedkhandon.firacode
sirtori.indenticator
skyran.js-jsx-snippets
sumitnalavade.vscode-readme-editor
talhabalaj.actual-font-changer
thekalinga.bootstrap4-vscode
thomascsd.vscode-readme-pattern
tomasvergara.vscode-fontawesome-gallery
trilean.vscode-nodemon-problem-matcher
tyriar.lorem-ipsum
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
voldemortensen.rainbow-tags
wallabyjs.quokka-vscode
willi84.vikings-icon-theme
xabikos.javascriptsnippets
ybq.reg-visualizer
yzane.markdown-pdf
yzhang.markdown-all-in-one
zazmic.palm-api-image-editor
zhang-renyang.vscode-react
